Repository: dol-lab/spaces-invitation
Catalog: lang/spaces-invitation-*.po
Languages: de_de

source: Access Code
de_de: Zugangscode

source: Change Access Code
de_de: Zugangscode ändern

source: Deactivated
de_de: Deaktiviert

source: Invitation Link
de_de: Einladungslink

source: Invitation Link and Access Code disabled
de_de: Einladungslink und Passwort deaktiviert.

source: Invitation Link and Access Code enabled
de_de: Einladungslink und Passwort aktiviert.

source: Join
de_de: Beitreten

source: Join this space
de_de: Diesem Space beitreten

source: Leave Space
de_de: Diesen Space verlassen

source: Manages Invitations to Spaces.
de_de: Verwaltet Einladungen zu Räumen.

source: Notify Me!
de_de: Benachrichtige mich!

source: Press Ctrl+C to copy.
de_de: Strg+C zum Kopieren.

source: Self Registration
de_de: Selbstregistrierung

source: Self Registration disabled
de_de: Selbstregistrierung deaktiviert.

source: Self Registration enabled
de_de: Selbstregistrierung aktiviert.

source: Space User Access
de_de: Space Beitrittsverfahren

source: Spaces Invitation
de_de: Space Einladung

source: The access code or invitation-link you used is not (or no longer) valid.
de_de: Der verwendete Zugangsschlüssel oder Einladungslink ist nicht (mehr) gültig.

source: Welcome! You successfully joined this Space.
de_de: Willkommen! Sie sind diesem Space erfolgreich beigetreten.

source: You are currently logged in as a super-admin. Please use a regular account to collaborate.
de_de: Sie sind derzeit als Superadministrator angemeldet. Bitte verwenden Sie ein reguläres Konto, um sich im Space zu beteiligen.

source: You are not allowed to do that.
de_de: Du darfst das nicht.

source: You have left this Space.
de_de: Du hast diesen Space verlassen.
